import React from 'react';
import { Link } from 'react-router-dom';
import '../syles/components/Category.css';

const Category = () => (
  <div className="category-wrap">
    <p>
      Много воды о всех играх и то, как они влияют на все вокург.
      Много воды о всех играх и то, как они влияют на все вокург.
      Много воды о всех играх и то, как они влияют на все вокург.
      Много воды о всех играх и то, как они влияют на все вокург.
      Много воды о всех играх и то, как они влияют на все вокург.
      Много воды о всех играх и то, как они влияют на все вокург.
      Много воды о всех играх и то, как они влияют на все вокург.
    </p>
    <Link to="">Логические игры</Link>
    <Link to="">Логические игры</Link>
    <Link to="">Логические игры</Link>
    <Link to="">Логические игры</Link>
    <Link to="">Логические игры</Link>
    <Link to="">Логические игры</Link>
    <Link to="">Логические игры</Link>
    <Link to="">Логические игры</Link>
  </div>
);

export default Category;

